packages/pyOFTools/pyoftools-0.2.0.tar.gz/pyoftools-0.2.0/tests/setFields/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

restore0Dir
touch setFields.foam
runApplication blockMesh



#------------------------------------------------------------------------------
